Repository: 24engiball/spectacle
Catalog: Spectacle/Resources/Localizations/*.lproj/Localizable.strings
Languages: it

source: Spectacle requires that the Accessibility API be enabled
it: Spectacle richiede l'attivazione dell'API Accessibilità

source: Would you like to open the Universal Access preferences so that you can turn on "Enable access for assistive devices"?
it: Desideri aprire la scheda Accessibilità delle Preferenze di Sistema, per potere attivare "Attiva per i dispositivi di assistenza"?

source: This will cause Spectacle to run in the background
it: In questo modo Spectacle sarà attivo ma non visibile

source: Run Spectacle in the background without a menu in the status bar. To access Spectacle's preferences click on Spectacle in Launchpad, or open Spectacle in Finder.
it: Lancia Spectacle senza mostrarne l'icona nella barra del menù. Per accedere alle preferenze di Spectacle, pigia Spectacle in Launchpad, o apri Spectacle dal Finder.

source: This will restore Spectacle's default hot keys
it: Così saranno ripristinati i comandi da tastiera di base

source: Would you like to restore the default hot keys? Any custom hot keys will be lost.
it: Vuoi ripristinare le combinazioni iniziali? Ogni combinazione personale sarà cancellata.

source: OK
it: Bene

source: Cancel
it: Annulla

source: Open Universal Access Preferences
it: Apri Preferenze di Sistema, Accessibilità

source: Stop Spectacle
it: Ferma Spectacle

source: Enter hot key
it: Premi i tasti

source: Stop recording
it: Ferma registrazione

source: Use existing
it: Usa

source: Click to record
it: Inizia registrazione

source: Hot key %@ already in use.
it: Combinazione %@ già assegnata.

source: The hot key "%@" is already used by a system-wide keyboard shortcut. To use this hot key change the existing shortcut in the Keyboard preference pane under System Preferences.
it: La combinazione "%@" è già assegnata ad un comando di sistema. Per usare questa combinazione modifica il comando da tastiera nelle Preferenze di Sistema, Tastiera.

source: The hot key "%@" is already used in the menu.
it: La combinazione "%@" è già assegnata nel menu.

source: The hot key "%@" is already in use. Please select a new hot key.
it: La combinazione "%@" è già assegnata. Scegline un'altra.
